{
  "Education": [
    {
      "courseID": 1,
      "courseName": "Coding Boot Camp certificate",
      "university": "University of Sydney and Trilogy Education Services",
      "startDate": "May 2022",
      "endDate": "Oct 2022"
    },
    {
      "courseID": 2,
      "courseName": "Bachelor of Commerce, double major in Finance and Strategy & Entrepreneurship",
      "university": "University of Canterbury",
      "startDate": "Feb 2012",
      "endDate": "Nov 2016"
    }
  ],
  "Experience": [
    {
      "jobId": 1,
      "companyName": "North Advisory",
      "startDate": "May 2021",
      "endDate": "Present",
      "jobTitle": "Intermediate Accountant",
      "keyAchievements": [
        { "achieveID": 1,
          "achieveDescr": "Promoted into an intermediate accountant position taking on more complex clients with larger budgets"
        },
        { "achieveID": 2,
        "achieveDescr": "I significantly improved the firm's current excel accounting 'workpapers', for both individuals and companies. I created new workpapers, cleaned up the layout and streamlined the calculations for existing sheets which became our firm's official workpapers and would save upwards of 15 minutes for each account, for each client, and a total time savings of upwards of an hour for each client."
        },
        { "achieveID": 3,
          "achieveDescr": "As part of a company push to automate processes, I created an onboarding client information questionnaire form that had an array of questions designed to collect all important information from a new client to simplify the process of setting them up in our system. This completely automated the onboarding process post proposal acceptance to save our firm over 3 hours for each new client onboarded."
        }
      ]
    },
    {
      "jobId": 2,
      "companyName": "Allan Hall Business Advisors Pty Ltd",
      "startDate": "Aug 2019",
      "endDate": "May 2021",
      "jobTitle": "Accountant",
      "keyAchievements": [
        { "achieveID": 1,
          "achieveDescr": "Initiated and led the upgrade of a range of excel workpaper updates to incorporate automation and fix numerous bugs in the current version."
        }
      ]
    },
    {
      "jobId": 3,
      "companyName": "Prime Partners Chartered Accountants",
      "startDate": "Mar 2019",
      "endDate": "Jul 2019",
      "jobTitle": "Graduate Accountant",
      "keyAchievements": [
        { "achieveID": 1,
          "achieveDescr": "Created a technical documentation recording all the accounting processes for completing company,trust and sole-trader's financials and tax returns for the use in training new staff."
        }
      ]
    }
  ]
}

